mm.log

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="urn:partner.soap.sforce.com" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn:partner.soap.sforce.com" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
      <tns:SessionHeader>
         <tns:sessionId>00D28000000JasU!ARsAQGF3En9suvZ0Gd_.A_asHM.iclulZL26mc3YtjHdJW9gbiz2HIbU6Sk4OOAMOeYbKpspZGI.c0P3GWA6K2FMvsN4xeUo</tns:sessionId>
      </tns:SessionHeader>
   </SOAP-ENV:Header>
   <ns1:Body>
      <ns0:getUserInfo/>
   </ns1:Body>
</SOAP-ENV:Envelope>
Starting new HTTPS connection (1): ap2.salesforce.com
Starting new HTTPS connection (1): ap2.salesforce.com
Starting new HTTPS connection (1): ap2.salesforce.com
Starting new HTTPS connection (1): ap2.salesforce.com
